Repository: OriolAbril/oriol_unraveled
Catalog: locales/*/LC_MESSAGES/about.po
Languages: ca

source: About me
ca: Qui soc

source: I'm a physicist/engineer converted into a computational statistician. I love statistical data analysis, programming and data visualization. I am a core contributor of {doc}`ArviZ <arviz_org:index>` a project for exploratory analysis of Bayesian models. In addition to probabilistic modeling, I also enjoy teaching and technical writing.
ca: Són un físic/enginyer convertit en estadístic computacional. M'apassiona l'anàlisi estadístic, la programació i la visualització de dades. Soc col·laborador principal d'{doc}`ArviZ <arviz_org:index>`, un projecte per a l'anàlisi exploratòria de models Bayesians. A més de la modelització probabilística, també m'agrada ensenyar i la redacció tècnica.

source: I think that the culture in scientific research needs deep changes towards a more collaborative, open and diverse model. I am interested in open science, reproducible research and science communication. I want to pursue a career in probabilistic modeling and statistical research with special emphasis on openness and reproducibility.
ca: Crec que la cultura en la recerca científica necessita canvis profunds per transformar-se en un model més col·laboratiu, obert i divers. M'interessa la ciència oberta, la reproductibilitat i la comunicació científica. Vull dedicar-me a la modelització probabilística i recerca estadística, amb un èmfasi particular en la transparència i la reproductibilitat.

source: In my spare time, I like playing board games and going to the beach to do water activities. I have been sailing and snorkeling regularly since I was little and more recently I added kayaking to the mix too! I generally spend the summer at the _Costa Brava_. Here I leave you a sneak peak of the views when nobody is around
ca: En el meu temps lliure, m'agrada jugar a jocs de taula i anar a la platja a disfrutar d'esports aquàtics. Faig immersió lleugera i vela navego a vela des de ben petit i més recentment vaig afegir el kayak! Generalment passo l'estiu a la costa Brava. Aquí sota us en deixo una foto de les vistes quan no hi ha ningú

source: ![A small cave with clear water and pine trees growing near the sea](images/cala_costa_brava.jpg)
ca: ![Una cala d'aigua cristal·lina i pins creixent vora el mar](images/cala_costa_brava.jpg)

source: A small cave with clear water and pine trees growing near the sea
ca: Una cala d'aigua cristal·lina i pins creixent vora el mar

source: Talks and conferences
ca: Xerrades i conferències

source: Contributing to ArviZ and Open Source: Social and technical sides
ca: Contribuir a ArviZ i programari lliure: aspectes tècnics i socials

source: Online webinar with [Data Umbrella](https://www.dataumbrella.org/).
ca: Seminari web amb [Data Umbrella](https://www.dataumbrella.org/) (en anglès).

source: **Webinar resources**
ca: **Recursos del seminari**

source: Slides: https://oriolabril.github.io/contributing_to_arviz/ ({kbd}`space` for next slide)
ca: Diapositives: https://oriolabril.github.io/contributing_to_arviz/ ({kbd}`espai` per passar a la següent)

source: Example PR: https://github.com/arviz-devs/arviz/pull/2176
ca: Exemple de sol·licitud de canvi (_pull request_ en anglès):https://github.com/arviz-devs/arviz/pull/2176

source: Source repo: https://github.com/OriolAbril/contributing_to_arviz
ca: Repositori amb el codi font: https://github.com/OriolAbril/contributing_to_arviz

source: Contributing to PyMC documentation
ca: Contribuir a la documentació de PyMC

source: Presentation material: https://pymc-data-umbrella.xyz/en/latest/about/contributing_to_documentation/docs_presentation.html
ca: Material de la presentació: https://pymc-data-umbrella.xyz/en/latest/about/contributing_to_documentation/docs_presentation.html

source: PyMC Series paylist: https://www.youtube.com/playlist?list=PLBKcU7Ik-ir99uTvN0315hIVLuyj4Q1Gt
ca: Llista de reproducció de la sèrie sobre PyMC: https://www.youtube.com/playlist?list=PLBKcU7Ik-ir99uTvN0315hIVLuyj4Q1Gt

source: Intuitive Bayesian Modeling and Computation with PyMC
ca: Modelització i computació Bayesiana intuitiva amb PyMC

source: Slides: https://oriolabril.github.io/pymc3-data_umbrella/ ({kbd}`space` for next slide)
ca: Diapositives: https://oriolabril.github.io/pymc3-data_umbrella/ ({kbd}`espai` per passar a la següent)

source: Backend agnostic Exploratory Analysis of Bayesian Models
ca: Anàlisi exploratòria de models Bayesians independent de la font

source: Poster presentation at [PROBPROG](https://probprog.cc/) 2020.
ca: Presentació de pòster al [PROBPROG](https://probprog.cc/) 2020.

source: **Resources**
ca: **Recursos**

source: Poster pdf: https://raw.githubusercontent.com/OriolAbril/arviz-probprog-2020/main/probprog_poster.pdf
ca: Pdf del pòster: https://raw.githubusercontent.com/OriolAbril/arviz-probprog-2020/main/probprog_poster.pdf

source: Source and code examples: https://github.com/OriolAbril/arviz-probprog-2020
ca: Codi font i exemples: https://github.com/OriolAbril/arviz-probprog-2020

source: ArviZ, InferenceData and netCDF: A unified file format for Bayesians
ca: ArviZ, InferenceData i netCDF: Un format de fitxer unificat pels Bayesians

source: Collaborative talk at StanCon 2020.
ca: Xerrada col·laborativa al StanCon 2020

source: Slides and video presentation are available at [GitHub](https://github.com/arviz-devs/arviz_misc/tree/master/stancon_2020), the slides are executable thanks to Binder!
ca: Les diapositives i vídeos estan disponibles a [GitHub](https://github.com/arviz-devs/arviz_misc/tree/master/stancon_2020), les diapositives son executables gràcies a Binder!

source: Slides and video presentations are available in English, Catalan, French and Finnish.
ca: Tant les diapositives com els vídeos estan disponibles an català, anglès, francés i finlandès.

source: Academic work and publications
ca: Publicacions i feina acadèmica

source: I have also worked as doctoral researcher and research assistant, at Helsinki University and at Universitat Pompeu Fabra respectively. Here are some publications I have helped a bit with:
ca: He treballat com a investigador doctoral i assistent a la recerca a la Universitat de Helsinki i a la Universitat Pompeu Fabra respectivament. Aquí hi ha un llistat de publications en les que he contribuit:

source: Support me
ca: Dona'm suport

source: You can support me directly via
ca: Em pots donar suport de manera directa a través de

source: Flexible donations, one time or recurrent
ca: Donacions flexibles, puntuals o recurrents

source: Account required
ca: Cal inscriure's

source: Debit or credit card, PayPal or Stripe available
ca: Accepta targetes de dèbit o crèdit, PayPal o Stripe

source: Recurrent donations only
ca: Només donacions recurrents

source: Debit or credit card, PayPal or EURO bank transfer available
ca: Accepta targeta de dèbit o crèdit, PayPal o transferències bancàries en EURO

source: One time donations only (at least for now)
ca: Només donacions puntuals

source: No account required
ca: No cal inscriure's

source: Debit or credit card
ca: Targeta de dèbit o crèdit

source: When you support me directly you are both helping me dedicate time to the open source projects I contribute to and sustaining this blog and other personal projects.
ca: En donar-me suport directament, estas ajudant a que pugui dedicar temps tant al programari lliure al que contribueixo com a mantenir aquest blog i altres projectes personals

source: If you or your company prefers supporting the open source projects directly, you can also do so through NumFOCUS:
ca: Si prefereixes (o l'empresa on treballes ho prefereix) donar suport als projectes de programari lliure directament, ho podeu fer a través de NumFOCUS:

source: Donate to ArviZ
ca: Fer una donació a ArviZ

source: Donate to PyMC
ca: Fer una donació a PyMC

source: When donating to ArviZ or PyMC, you are supporting me indirectly, along with the rest of the people who make these libraries possible.
ca: En fer una donació a ArviZ o PyMC, també em dones suport de manera indirecta, conjuntament amb la resta de l'equip que fem aquestes llibreries possibles.

source: If you or your company use open source and have the means to do so, please consider donating somehow. We need some financial support to make sure open source is sustainable.
ca: Si o tu, o especialment la teva empresa, us ho podeu permetre, considereu fer algun tipus de donació. El programari lliure necessita suport financer per tal de ser sostenible.
