Repository: OriolAbril/oriol_unraveled
Catalog: locales/*/LC_MESSAGES/index.po
Languages: ca

source: Tags
ca: Etiquetes

source: A well known Catalan saying goes: "Xerrar pels descosits". It means that somebody talks too much. "xerrar" is talking and a "descosit" refers to pieces of fabric that have come undone or been unraveled. I generally do not talk too much, in fact I tend to talk too little unless we are talking about topics such as statistics or programming. I hope this blog can be a place to unravel concepts on statistics, open source and programming, allowing me to "xerrar pels descosits" in blog version.
ca: En català tenim l'espressió "Xerrar pels descosits". En anglès, el verb "unravel" te dues accepcions: "desfilar" o "fer planer, lliure de dificultats". He escollit el participi "unraveled" pel nom del blog perquè tot i que normalment no parlo massa, quan es tracta de parlar d'estadística o programació acabo parlant massa. Espero que aquest blog pugui ser un lloc on poder "desfilar" i aclarir conceptes relacionats amb l'estadística i el programari lliure, un lloc on poder xerrar pels descosits en versió blog.

source: Get ready for some puns and let's dive in!
ca: Prepareu-vos per uns quants jocs de paraules i aprofundim en el programari lliure i l'estadística!

source: ![A picture of me diving towards the sea bed while snorkeling.](images/theme_image.png)
ca: ![Una fotografia meva capbussant-me cap al fons marí.](images/theme_image.png)

source: A picture of me diving towards the sea bed while snorkeling.
ca: Una fotografia meva capbussant-me cap al fons marí.

source: News
ca: Notícies

source: I will participate in a discussion about Google Summer of Code organized by [Data Umbrella](https://www.dataumbrella.org/). Together with other GSoC participants, we'll share our experiences applying and participating to the project.
ca: Participaré en una taula rodona sobre Google Summer of Code (GSoC) organitzada per [Data Umbrella](https://www.dataumbrella.org/). Jo i altres participants al GSoC parlarem de la nostra experiència al inscriure'ns i participar en aquest projecte.

source: You can register on [MeetUp](https://www.meetup.com/data-umbrella/events/290346752/).
ca: Us podeu registrar a [MeetUp](https://www.meetup.com/data-umbrella/events/290346752/) (tant el formulari com la taula rodona són en anglès).

source: Jan 24, 2023
ca: 24 de gener de 2023

source: I gave an online webinar with [Data Umbrella](https://www.dataumbrella.org/) on how to contribute to ArviZ and to open source in general, covering both social and technical aspects and doing a PR live during the webinar.
ca: Vaig fer una xerrada online amb [Data Umbrella](https://www.dataumbrella.org) sobre com col·laborar a ArviZ i al programari lliure en general. Durant la xerrada parlo tant d'aspectes tècnics com socials, i faig una suggerència de canvis en directe.

source: The video is [available on YouTube](https://www.youtube.com/watch?v=457ZTes4xOI), go check it out!
ca: La gravació (en anglès) està [disponible a YouTube](https://www.youtube.com/watch?v=457ZTes4xOI), no te la perdis!

source: Nov 29, 2022
ca: 29 de novembre de 2022

source: Projects
ca: Projectes

source: Most of my current work is related to two community-drives open source libraries: ArviZ and PyMC. They are both related to Bayesian modeling, but have different and complementary goals.
ca: La majoria de la meva feina actual està relacionada amb dues llibreries de programari lliure liderades per la comunitat: ArviZ i PyMC. Ambues són de modelització Bayesiana, però tenen missions diferents i complementàries.

source: The ArviZ project provides tools for Exploratory Analysis of Bayesian Models that do not depend on the inference library nor the programming language used.
ca: El projecte ArviZ proveeix eines per a fer anàlisi exploratòria de models Bayesians que no depenen de les llibreries d'inferència ni dels llenguatges de programació usats.

source: That includes visualization, sampling diagnostics, model comparison, summary statistics or model checking. The ArviZ project maintains several libraries in Python and Julia.
ca: Això inclou visualització, diagnostics de mostreig, comparació de models, resums estadístics o verificació de models. El projecte ArviZ manté varies llibreries en Python i Julia.

source: PyMC is a project for probabilistic programming in Python. PyMC strives to make Bayesian modeling as simple and painless as possible, allowing users to focus on their problem rather than the methods.
ca: PyMC és un projecte de programació probabilistica en Python. PyMC aspira a fer la modelització Bayesiana tan simple i agradable com sigui possible, permetent al seus usuaris centrar-se en els seus problemes reals enlloc dels mètodes necessaris per resoldre'ls.

source: The PyMC project maintains the PyMC library, the flagship of the project, as well as extensive documentation and some smaller libraries that complement the PyMC library. Moreover, it also organizes many activities such as [PyMCon](https://pymcon.com/).
ca: El projecte PyMC manté la llibreria PyMC, la llibreria referent del projecte, juntament amb una extensa documentació i altres llibreries més petites que complementen la llibreria PyMC. A més, també organitza activitats com ara [PyMCon](https://pymcon.com/).

source: See the {ref}`projects` page for a complete list of the projects I am involved in.
ca: Consulteu a pàgina de {ref}`projects` la llista completa dels projectes en els que treballo.

source: Support me
ca: Dona'm suport

source: Flexible donations, one time or recurrent
ca: Donacions flexibles, puntuals o recurrents

source: Account required
ca: Cal crear-s'hi un compte

source: Debit or credit card, PayPal or Stripe available
ca: Accepta targetes de dèbit o crèdit, PayPal o Stripe

source: Recurrent donations only
ca: Només donacions recurrents

source: Debit or credit card, PayPal or EURO bank transfer available
ca: Accepta targeta de dèbit o crèdit, PayPal o transferències bancàries en EURO

source: One time donations only (at least for now)
ca: Només donacions puntuals

source: No account required
ca: No cal crear-s'hi cap compte

source: Debit or credit card
ca: Targeta de dèbit o crèdit

source: See {ref}`support_me` section for more ways to support my work.
ca: La secció {ref}`support_me` conté encara més detalls sobre com ajudar a finançar la meva feina.
